/* No comment */
"Listing directory {0} failed" = "Kunne ikke liste katalog innhold {0}";

/* Touch file failed */
"Cannot create {0}" = "Kunne ikke opprette fil {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Kan ikke opprette ny katalog {0}";

/* Moving file failed */
"Cannot rename {0}" = "Kan ikke gi filen nytt navn {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Kan ikke hente fil-attributter";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Kan ikke skrive fil-attributter";

/* Removing file failed */
"Cannot delete {0}" = "Kan ikke slette fil {0}";

/* Ownership of file */
"Cannot change owner" = "Kan ikke endre eier";

/* Group ownership of file or folder */
"Cannot change group" = "Kan ikke endre gruppe";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Kan ikke endre rettigheter";
"Cannot change timestamp of {0}" = "Kan ikke endre tidsstempel til {0}";

/* Mount failure */
"Connection failed" = "Tilkobling mislyktes";

/* Transfer failure */
"Download {0} failed" = "Nedlasting mislyktes";

/* Transfer failure */
"Upload {0} failed" = "Opplasting mislyktes";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "Kan ikke lese CDN konfigurasjon";
"Cannot write CDN configuration" = "Kan ikke skrive CDN konfigurasjon";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Kan ikke lese kontainer-konfigurasjon";

"Interoperability failure" = "Interoperability failure";
"Access denied" = "Access denied";
"File not found" = "File not found";

"DNS lookup for {0} failed" = "DNS lookup for {0} failed";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server";

"Insufficient disk space" = "Insufficient disk space";
"Only {0} available disk space" = "Kun {0} ledig diskplass";

"Unsupported" = "Unsupported";

/* No comment */
"Please contact your web hosting service provider for assistance" = "Vennligst kontakt webhotellet ditt for assistanse";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS er en nettverkstjeneste som oversetter server navn til IP-addresser. Denne feilen er mest sansynligvis forårsaket av manglende tilkoling til internett eller feilkonfigurert nettverk. Det kan også være forårsaket av en uresponsiv DNS-server eller en brannmur som nekter tilgang til nettverket.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "Tilkoblingsforsøket ble nektet. Serveren kan være nede, eller nettverket kan være feilkonfigurert.";